{
  "11+HALT.mp3": {
    "transcript": "Hold. Have you checked in with yourself lately?  Hold stands for hungry, angry, lonely and tired.  Each one of these four emotional and physical conditions,  if not cared for, can leave you vulnerable.  So, we invite you to hold for a minute and check in with yourself.  Ask yourself, what am I feeling right now?  Am I hungry, angry, lonely, tired?  How do I feel about my mother?  Actually, you can forget the last one.  Don't underestimate how powerful the simple act of checking in  and listening to yourself can be.  Listen to your body's signals.  Then fix it and you'll be good to go again.  If you want to keep going, you should think, hold.",
    "audio_path": "audio_files/11+HALT.mp3",
    "transcript_path": "audio_files/11+HALT.txt",
    "title": "Hold: Check In with Your Inner World"
  },
  "21+polar.mp3": {
    "transcript": "A polar bear stands in the desert by Don Canal, an Arctic-burned 505.  The relationship that humans have with animals is profound.  Animals figure prominently in human evolution.  Yet in the modern world, animals can become invisible, and humans may easily forget the  necessity of our relationship to them.  By creating monumental sculptures, the artist hopes to make animals visible and to bring  particular species into human consciousness.  In polar bear, recycled carhoods become flexible slabs of steel.  These are bolted to a steel frame that defines the surface of the 34-foot polar bear.  The polar bear has come to witness the burning desert.  She has a message for the humans, taking the long view is crucial to our survival.  How far into the future are we willing to consider the impact of our actions?  The long view allows us to accept responsibility for the actions we take today, actions that  will have impact decades or centuries into the future.",
    "audio_path": "audio_files/21+polar.mp3",
    "transcript_path": "audio_files/21+polar.txt",
    "title": "Polar Bear in the Desert"
  },
  "09+end+of+transmission.mp3": {
    "transcript": "I should clearly not be got the air.  Intervention.  This is an intervention.  We're signing off BMIR.  It's an intervention.  You've spent too much time on BMIR.  We got to just, we got to get you off.  We got to tear this thing apart.  And rehab.  We love you Bob.  I need ten more minutes.  I've got some stuff lined up.  So...  No, no, no, no, no, no.  I've got...  No, no, no, I've got...  I've got to...  I'm trying to throw it to you  and knowing it's picking up the...  Oh, we're right here.  We're all right here.  We're all right here.  And we...  And we all love you  and we all want to tear the station apart.  That's fine, I need...  No, I need ten minutes.  Jesus Christ.  No one has left me alone in the studio all fricking night.  I've been trying to do a show and say goodbye  and people have been...  It's hard to be loved so much, isn't it?  It's very hard to be loved so much.  I don't want to be rude to say,  get the fuck out of the goddamn studio.  Right.  But I need ten minutes.  It was.  So talk.  What I figured was...  No, no, no, no, no.  Yeah.  The man wants to go.  I've got to cue something up.  What are you from out of town?  I know, everybody knows.  So, uh...  Which we don't love about.  We're under, we're under now.  Wax on.  Wax off.  I took care of that earlier this week.  It was great.  It was very nice.  So...  It's not that hard.  Everybody pass the mic and say,  what you wanna say to Bob?  Here we go.  Nate, what do you got?  The Gateway Times are currently under an hour.  This is literally the best game I've ever had.  The best game I've ever had.  I guess we owe it to Bob Zella.  I love you, man.  This is no Nate.  Last time I'm on the mic.  Indeed.  Yes, yes.  You're fired, by the way.  Yeah.  This is Venus.  And I'm gonna be introducing the best news show on BMIR,  the app of Power Hour.  It's an alternative radio station.  Yeah, next year, whatever.  Yeah, on your favorite station.  And I wouldn't be here without Bob Zella,  and my boyfriend, the Trojan horse.  Trojan horse.  Indeed.  So...  I wouldn't be here without Bob either.  11 years ago Bob said,  I want to go on radio.  He's like, done.  And I did it.  So thank you, Bob.  I'm like, you're fired.  You're fired.  I didn't even add that.  I wouldn't be here at all.  I've got everything set up.  Bob, shut up.  Shut up, Bob.  I'm gonna fade down, Bob's mic.  Bob, I wouldn't be here if it wasn't for you.  I wouldn't be doing radio if it wasn't for you.  Bob, we love you.  I love you.  I appreciate all that you've done for me and the station.  I've appreciated everything you've done for the station  and all that you've done for us.  Much love.  And happy trails.  Big fucking...  It's a cuddle puddle here.  Hey, this is Indiana Jones.  And I would be here with that Bob Zella either.  Thanks so much.  Because it made me...  Oh, stop it.  You're embarrassing me.  Let's put it on your under.  Oh, wait, wait, wait.  Don't, don't, wait, don't.  Yes.  It's gonna be fine.  Don't give way though.  Give way to the end of the show.  Ladies and gentlemen, live from Black Rock City.  Bob Zella.  All right.  It's...  Oh, shut the fuck up with you, mate.  Back in 1927, I had a little farm and I called it heaven.  Prices up and rain come down and I hold my crops all in the town.  I got the money.  Bought clothes and groceries.  Fed the kids.  Took it easy.  The rain it quit and the wind got high.  The black old dust storms filled the sky.  And I'll swap my farm for a Ford machine.  And I filled it full of this gas.  I lean and start it.  Rollin' in it.  Twistin' the California.  Way up yonder on a mountain road.  I had a hot motor and a heavy load.  As it goin' pretty fast.  I wasn't even stoppin' eyes about to nothin' down.  Like popcorn, a puffin' had to break down.  Sort of a nervous bust down of the...  mechanism there as I'm kinda in giant trouble.  His way up yonder on a mountain road.  I wasn't feeling so very good.  And I give this rollin' for to shove.  And I was a gon' coast as far as it could.  I'm instant rolling.  Takin' up speed and there was a hairpin' turn.  And I couldn't make it.  Land alive and I'm a tellin' you.  The fiddles and the guitars really flew.  That Ford took off like a flying squirrel.  And it flew halfway around the world.  It scared our wives and childrens.  All outside of that now.  So long it's been good to know you.  So long it's been good to know you.  So long it's been good to know you.  This dusty old dust is a blowin' me home.  I've got to be rolling along.  I'll sing this song, but I'll sing it again.  On the place that I lived on the West Texas plain.  In the city of Panther, the county of Greed.  Here's what all of the people are sayin'  So long it's been good to know you.  So long it's been good to know you.  So long it's been good to know you.  This dusty old dust is a blowin' me home.  I've got to be drifting along.  Anyway, like I told you, the old dust storm hit there.  These people all congregated in their little houses.  And in the room in the house that I was in,  there was 12 or 15 people.  And the power was there.  Telling each other so long it's been good to know you.  Dusty old dust is a blowin' me home.  And I ain't got long to stay.  I've got to be drifting along.  Well, here's what happened.  The telephone rang and it jumped off the wall.  That was the preacher paying his call.  He said, look at the shape that the world is in.  I've got to cut price on salvation and sin.  So long it's been good to know you.  So long it's been good to know you.  So long it's been good to know you.  Dusty old dust is a blowin' me home.  And I ain't got to be drifting along.  The church houses were jammed and packed.  People were sent from front to the back.  It was a dusty.  The preacher couldn't read his text.  So he folded his specs and it took up collections.  And so long it's been good to know you.  So long it's been good to know you.  So long it's been good to know you.  This dusty old dust is a blowin' me home.  And I ain't got to be drifting along.  There is still time to become a member of this radio station.  Is this thing on?  Can you hear me now?  There we go.  There's this thing on.  And as we come to the close, I'm on a rock-ass deal.  This is my farewell transmission.  Signing off, Mr. and Mrs. America, all ships at sea.  Someone within the sound of my voice.  I've got 50,000 watts of power.  I rise the air.  This microphone turns sound into electricity.  Can you hear me now?  Out on Group 128 with dark and lonely.  I've got my radio on.  Can you hear me now?  Can you hear me now?  Can you hear me now?  Can you hear me now?  Can you hear me now?  Can you hear me now?  Can you hear me now?  Welcome to my top 10.  I'd like to thank our sponsor.  But we haven't got a sponsor.  Not if you were the last man on earth.  She was prepared to prove it.  This one goes out to a special girl.  There is no special girl.  It's the...  It's in the radio.  The last announcer plays the last record.  The last what?  It leads the transmitter.  It circles the globe, the search of a listener.  Can you hear me now?  Can you hear me now?  Can you hear me now?  Can you hear me now?  Can you hear me now?  Is it really broadcasting if there's no one there to receive?  It's the radio.  As we come to the close on broadcasting.  Got my radio.  Can you hear me now?  Can you hear me now?  Can you hear me now?  Can you hear me now?  Music  Music  Music  Music  Music  Music  This is a test, if this had been a real emergency, hey, hey, this is a real goddamn emergency!  Ciao!  I was well, for a long time, watching the sun rise.  And the salvation of your voice,  and the salvation of your voice,  and the very good of you,  without knowing that you are worshiping  Yorando, yorando, yorando no es fácil de entender, que al verte otra vez, yo  estoy llorando, yo que pensé que te yo le di, pero es verdad, es la verdad, que te quiero  aún más, mucho más que ayer, dime tu que puedo hacer, no me quieres dir, y siempre estaré  llorando por tu amor, llorando por tu amor, tu amor se llevo todo mi corazón y quedo  yorando yorando yorando yorando, yorando yorando",
    "audio_path": "audio_files/09+end+of+transmission.mp3",
    "transcript_path": "audio_files/09+end+of+transmission.txt",
    "title": "Bobs Last Request: I Need Ten More Minutes"
  },
  "06+BM+since+2011.mp3": {
    "transcript": "Like four, what do you want to say here?  Let me pop you up here.  I had something I wanted to come up in.  I wanted to read for, actually, a few different years,  something I've written.  So it's really kind of, it's interesting,  because I haven't really got a perspective on it  until now, but I guess you could kind of call it a review.  This kind of my perspective from burning from 2011  up until 2016.  All right, well, what's your name?  Let's start with your name.  My name's Nate.  Nate.  Or Yoda here on plan.  Yoda on plan.  Well, go ahead, if it's not going to take too long, go ahead.  Yoda, everyone, Yoda.  All right, so I just wanted to kind of basically  as my experience from when I started burning in 2008, 2008,  but my experience from 2011, I mean,  the theme back in 2011 was right to passage.  And the man for the first time that year  was had the legs spread and taking one step  from one pyramid to another.  And this was done personally for me by the creators,  because the Burning Man organization applied for them  to be a nonprofit organization.  It was literally their own right of passage.  Simultaneously, the events sold out for the first time.  Circle of regional efficacies as well  that was picked the regions of the world  to have burner culture to come to the playa  and build an effigy to burn it on playa Thursday night  to be the largest burn in the world.  2011 core projects were united regions of burners  who were neighbors, but never knew.  The lottery was put in place much like a youth  turning to an adult in a tribe  being cast out of the privilege of being provided for it.  But they had to hunt out their own ticket  and gain their right to participate in the community.  The playa was riddled with first time burners  and the city experienced congestion and challenges  they'd never faced before.  And then it was a complete realized right of passage  by every participant.  In 2012, you had this theme of fertility.  And that was the thing that was really weird at all,  because often nine o'clock plus the theme cams,  all of the male centered interests,  while three o'clock plus the theme cams  were all female centered interests.  And I think to myself in this place  is like a Vitruvian man.  It's the Burning Man symbol.  From 10 and 2, it cuts through the man to the center  to create the arms and legs and the diamond to the deep playa  is the head, the temple is the 12 o'clock us.  We all exit out of the way that we entered through the groin  at six o'clock and rebirth back into the new world.  Now back to touch in 2013 in the theme  is cargo cults.  So it's about humans that were never touched by modern day,  by modern day man.  But they met soldiers in the world war  that viewed them as gods by dropping cargo from the sky  and being able to call flying machines  and beasts from the sky.  So no, so the event asked on our tickets,  who's John from, where are they really from?  And how can we, where is planet Earth going  on this existence?  Here's the thing.  The eye answered is John from, came from the soldiers.  John was the most common name, American name,  and they introduced themselves high on John from Los Angeles,  New York, Boston, Chicago.  But to them, it was all the same person  in separate bodies, or as a god.  In that year, the man burned asking three questions,  which were those.  So the cohesion of the three is that Black Rock City  received a massive indoctrination of secular religion.  So I think I've felt for the last three years  leading up to that point.  But now, religions, as set of rules, regulations,  and guidelines for spiritual principles and practices,  what's this new religion believes in is the individual.  When we believe in ourselves, it's  seemingly impossible, it becomes attainable.  The god, or higher power, or deity,  or effect of being outside of us,  is revealed to us in our everyday lives,  and we're empowered to follow our passions  of what our existence tells us to do.  And Black Rock City showed me that every role and position  has a place in a person with a passion to do it.  In society, we're forced against our wills  of their passions, to fill others' needs  in order to achieve their own passions.  That is, but here we're now.  We've always had the choice.  We've only just walked out of Socrates,  came to realize that when we pursue our passions,  we allow others to buy opening the space  that we occupy while in wait.  So where are we going, you ask?  Well, we're moving forward towards our true potential,  the flow, the optimal experience, as a race each of us,  each of us find our passions.  They ship Earth will not physically land anywhere.  They land on a new philosophical value that will allow us  what our chemical drives have always been leading us to.  A complete cohesion of existence  and coalescing of good and bad into a non-duistic being.  We all recreate and reinvent the God,  or higher power, or deity, in our own image as a planet.  Our own immaculate birth, so to speak.  So in one sentence, we end up writing  the big book in our own lives.  Now, what I really felt last year, what that year  was growing out, is outgrowing itself,  and the organization, and for the first time,  anyone international had a home base for people  from their countries.  Once again, leaving with more neighbors back home  than when we actually came with.  Last year was the first time I actually asked someone  in 20, that was in 2013.  So how many times have you been to the burn?  There's actually, yeah, it's my third time,  but my first time here.  So it started to sink in.  The community and the desert was no longer limited  to the confines of the playa.  The regionals had been pushed because they'd gotten too big  for it, just like it did at Baker Beach.  In 2013, the base was a flying saucer  with the core effigies grouped in four segments,  being in the four corners of the world.  So it refers back to the world wars,  drawing all dropping cargo in one place,  or take its red route, we will return.  I can't help but feel as though we were in a space  we called home, but suddenly felt as though  we'd been cast out of the way.  There's no cohesive feeling for the event I used to know.  So where were we doing out here in the desert  awaiting salvation?  Possibly abduction?  The abduction that occurred was in the frame of mind.  There's definitely a stagnant experience in that year  that we are going through the motions  awaiting the magic that we once be held.  When we were overtook a speculation  and concerned for where our values were leading our source  to a greater level of being,  we were no longer home, but alienated from the sessence.  In 2014, could air a vancery?  The man who had no base, core effigies were all suke.  The interactive gifting marketplace,  which will undoubtedly in my perspective  then would cause resentments in veterans causing them  to never really want to come back.  What are you talking about trying to sell something here?  The base was the man, but the base of the man was the suke.  The organization granted their wish,  was granted their wish and established their nonprofit status  that year.  They can no longer fund themselves,  but they could fund the regions.  In literal terms, the regions held the event up.  The man burning with the suke is the cohesion  of the event with the regions, all burning it once this year.  So if the organization is burning the event in order  for all of us to keep it because it fostered us meeting  together to create the very thing back home.  Number one virtue from 2014 was a gift is not something  that's wanted, it's something that's needed.  The public outrage over will chase this retraction  of the statement of the organization's profits  reminded me of a girl in the suko I named that year.  She was angry when I used the random plan named Generator  and I named her Dusty Wad and asked why it was so crappy.  I suddenly felt how her parents felt.  But I told her, that's what happens when you buy wholesale.  You get exactly what you pay for her.  And that's the thing is that we're all looking for someone  to fix this thing and it's up to us.  It's always been us.  And this is the gift that we've actually been needing.  The solution is the person next to us.  We need more people involved in order for a global connection  into happen as the orgas can support and flourish.  We're a mental and physical shareholders of the playa  when we're out here and we need to start acting  like instead of some trust fund kid you got burned  by the broker on the stock market.  It's not all over.  But this is the very act that started the event  in a larger and more eloquent way.  Larry Harvey burned a man on the beach.  Let go of a love they knew of being the beloved vent of 2013.  Only this time the man he burned is the event  in order to let go of the old frame of the event  and shift this overgrowth that makes that thing  in the desert an exclusive event  into an inclusive global community.  The 2011 core projects he started uniting regions  of burners who were neighbors but never knew.  Their rights of passage were for the first time  on their own making sure they got a ticket.  Instead of their parents cutting them off  and allowing us in 2012 we were fertility.  We were pollinating the globe with our culture  with one simple concise idea  similar to a hive mind effort.  In 2013 we were cargo cultists.  We continued to these traditions and rituals  that once brought unimaginable illumination  and hopes that would return and they would be among the magic  with our tickets reading and they will return.  In 2015 the years carnival of mirrors  and I'm hoping that in that year  we can all reflect on the communities  that we've built, the things that we've lost  and we've learned most of all the friends  that we've made in the communities that we've built.  We're all authors and we all wrote this in ourselves  into this book.  I'm hoping we see the reflections that of the magic  and the light and every one of us  have connected ourselves and make this new level of awareness  of what we've learned last and have achieved.  This new chapter of burning and burn our own men  in our own communities that we've created ourselves.  It's the one gift the organization leaves us  in the infrastructure to do it your own way  like they always have on the playa every year.  So in 2015 there was three questions on the ticket  just like in 2013.  It was who is the trickster, who's being tricked  and how might we discover who we are.  So these words would be kept in mind during the event  but the first question here is who's the trickster.  This question implies that there is a trickster  at the event we're all in one the same.  So simplify it a little bit.  If you ever looked yourself in the mirror  and wondered who that person is,  in most people's mind, they may feel tricked by their eyes  or senses based off the idea that they had themselves.  So when we see something that is us  but does not appear to be the same substantiation  feeling tricked is a definite perception.  So asking who is this trickster  may be a question of who are you?  Being a carnival of mirrors when we look at our reflection  and we see ourselves other than what we thought we were,  we experienced a separation of self.  One side is the perception of self  and the other side is the sense of self.  These two versions of us are both of us  but now the independent from the other  is brought to a conscious level.  This is one of both sides of the perception  start to ask the second question.  Who is being tricked?  This question implies that there's a deception going on  is my perception of self-tricking me into thinking  I look different than I do  or is my sense of self-tricking me into thinking  the person before me is myself.  Basically the difference between therefore I am I exist  or I exist therefore I am  or applied to the current affairs of burning culture  I am a burner therefore I exist  which exists on the playa  or I exist therefore I am a burner  which is the existence of the regionals.  So once we've arrived this double-ended question  the last question can be asked in the right context.  How might we discover who we are?  We're all a reflection of the Vitruvian man  I spoke of before came to fruition  is the centerpiece of the event.  Da Vinci is known as a man who's never finished  the work that he ever started  which is a behavior that was prevalent across the playa that year.  The man was not finished until Wednesday.  There's controversy over the money spent over a transport  of its 747 on playa to a giant dance floor  which flying machine mind you.  There's blatant sabotage of a massive theme camp  that gained notoriety of against the grain behavior  they had established towards the 10 principles of the event.  There's a lot of ambition in this year  that year and personally I feel I set a lot of people up  for disappointment in what they had set out to achieve  but as always the playa provides and we were shown  what all what hard work was.  Regardless of setbacks, regardless of heartache and disdain  we were shown what is truly important  and all of our efforts we look forward as them  as successes or failures all impacts the masses.  This year that year was about invention, innovation  and we look at them and study to uphold the principles  and communicate them to the newcomer.  I know showing up this year with a mission,  a golden goose or at least under the masses  that was definitely something I came with.  The only thing I can close with with this  from what I've gained from this year burning.  If you were here last year and you saw the base of the man  and you walked into the base of this year  there was a major similarity  and I feel like there was definitely a memorial  not only for Larry Harvey but what I haven't last year.  And the interesting thing is from the outside of the man base  it's just a giant circuit board, it's a wall  and what it turned into night was a natural firewall  and it's the same thing where the media  turns a lot of what happens out here  into something that it's not  and it's the only thing that anyone that doesn't come here  out here with you will ask you about  but what actually stays inside here is actual true meaning  and feeling and it's something that only all of us know  by being here.  That's what I got for you guys, thank you.  Nate, that was, that was pretty amazing.  I worked on the man base and so I'm like very connected  to what you're talking about with regards  to the evolution of the man base, Larry's themes,  the city and the community.  I feel there's definitely a common response that happens there.  It's a much bigger picture that you're looking at  and now you've just woken everyone up to see your bigger picture  and that's a bigger picture that I as a 18th year burner  definitely look at every day.",
    "audio_path": "audio_files/06+BM+since+2011.mp3",
    "transcript_path": "audio_files/06+BM+since+2011.txt",
    "title": "Nates 2015 Burn Review"
  },
  "25+drones.mp3": {
    "transcript": "The United States Treasury Department presents the Adventures of Superman.  It's a drone and it better not be yours.  This is Superman. Here to tell you that the only drones out here have been pre-registered.  If you try to fly a drone without having registered it first, you might find it confiscated  and yourself given a super expensive ticket by the BLM. And sorry, you can't register one out here.  It's all done in advance. Not even Superman can help you.  Not that I'd be inclined to. Drones are worse than pigeons. And if you think pigeon droppings are a problem, trust me, you don't want to scare Superman.  We're ending battle for truth, justice, and the American way.",
    "audio_path": "audio_files/25+drones.mp3",
    "transcript_path": "audio_files/25+drones.txt",
    "title": "Superman Takes Down Unregistered Drones"
  },
  "74+mom2.mp3": {
    "transcript": "david just had david just didn't like to wipe his own uh...  push that is true and he would call for anybody in sight to come and wipe it  i think it's because he once you know did a bad job and after that he was  fearful  of getting the uh... getting any bram spots on his hand  and what it was about three or four years old he would call or three for anybody  in sight and he would actually say bumlipers bumlipers  and uh... if anybody felt like it they would come and help them  actually  i hope at this point he's overcome that  yeah that's really not  i don't know that it can't be good to hear about the board about it  usually it's maranda the runs over to help out but if she's not a cat  we have managers that i don't care  i was filling in for another dj who's shown up so i got to get off the air but i  love you very much i'll call you soon i'm back in safer  one quickly quickly when you come into Toronto  uh... i haven't booked my flight yet but i will  will get to work actually awaiting your arrival i know i'll be there for the  wedding i won't miss it okay  for me when you're at a burning man  i'll see you at the wedding  i'll see you too  it's good to hear your voice okay bye bye",
    "audio_path": "audio_files/74+mom2.mp3",
    "transcript_path": "audio_files/74+mom2.txt",
    "title": "Davids Bram Spot Shame: A Childhood Embarrassment"
  },
  "36+whiteout.mp3": {
    "transcript": "Due to intermittent and whiteout conditions, for most of today, we are experiencing delays at the gate  Extending to several hours. If you have not left Reno  Recommend that you stay there tonight and spend your money gambling",
    "audio_path": "audio_files/36+whiteout.mp3",
    "transcript_path": "audio_files/36+whiteout.txt",
    "title": "Reno Whiteout Chaos: Flight Delays & Wacky Advice"
  },
  "44+destruction.mp3": {
    "transcript": "So, uh, we've got an important message here, um, um, this is really sad that we actually  haven't even talked about it, but, uh, there you go. So, destruction of art is not participation,  and it's not radical self-expression. It's vandalism, and it's not tolerated in Black Rock City,  plain and simple. This week, the beloved art installation, Paraluna, was carelessly destroyed.  Also, one of the ice sheep was stolen. These are works that took the artist months to conceptualize  plan, transport, and construct all for the enjoyment of Burning Man participants. Breaking someone's  art isn't funny, and stealing art is not a prank. There's nothing playful or clever about  destroying an artist's work and property, and it discourages them from continuing to contribute  to our city again. If you see something, say something to the people doing it or inform a Black Rock  Ranger, and if you can't or want respect the art, then don't come to Black Rock City.",
    "audio_path": "audio_files/44+destruction.mp3",
    "transcript_path": "audio_files/44+destruction.txt",
    "title": "Paraluna Destroyed: A Sacred Art Tradition Betr..."
  },
  "12+robot+grace.mp3": {
    "transcript": "94.5  BMI R  Friends! Friends! Surely you're not going to eat before we say robot grace.  Oh...  In the name of all that is good and logical, we give thanks for the chemical energy we are about to absorb.  To quote the perfect dramatic,  1-0-0-0-1-0-0-0-1-0-0-0-1-0-0-1-0-0-1-1-0-0-1-0-0-2-a-man.  Bernie, draw the information radio!",
    "audio_path": "audio_files/12+robot+grace.mp3",
    "transcript_path": "audio_files/12+robot+grace.txt",
    "title": "Robot Grace: A Logical Mealtime Blessing"
  },
  "27+broachella.mp3": {
    "transcript": "I'm Scott. I'm from Reno.  Yeah, Scott from Reno. What are you guys doing?  We're still going on just, we're doing the Burnin' Man.  Yeah, how good's Brochella 2018, huh?  It's awesome.  Hold on, let's take it Instagram together.  Oh my God, hashtag ply ready. So good.  But it's funny, because my phone is wooden.  That's, that's awesome. It actually is a wooden phone.  Picture, picture.  Yeah.  Instagram, Instagram.  Like, let me put it on my, on my navel real quick.  That's nice.  You're close to zoom in, so we can get all the zooms.  Yeah.  And it's right to burn them.  Instagram, Instagram, Instagram.",
    "audio_path": "audio_files/27+broachella.mp3",
    "transcript_path": "audio_files/27+broachella.txt",
    "title": "Scotts Epic Brochella Adventure Begins"
  },
  "20+honeymoon.mp3": {
    "transcript": "So what brought you to Burning Man?  Actually, it's our honeymoon.  What?  We got married and we decided to spend our honeymoon here in the playa.  Oh my god, is it your first time out here?  Yeah.  What, your love?  And your honeymoon?  Yeah, well I am, he's not.  Oh, you brought her to the dark side.  I love it.",
    "audio_path": "audio_files/20+honeymoon.mp3",
    "transcript_path": "audio_files/20+honeymoon.txt",
    "title": "Burning Honeymoon Love"
  },
  "80+bob1.mp3": {
    "transcript": "Alright, people, if you know Bob, because a lot of you do, probably like 98% of the people out here or out there or wherever, you know what Bob has been doing here for so long since 2000. I always get the year wrong Bob, correct me, 2004.  No idea.  It might be three, but three, four, whatever. A lot of freaking times what I'm saying people. And you have heard his voice on air and you've felt a spirit on air. And those of you know him, know that again he's burning man on legs. And what he's done for the radio station.  Well, you know, I do nothing for this.  You know what I'm sorry.  You ever see the movie called Wagged The Dog?  I've seen Wagged The Dog.  He's like, I'm a producer. You put me in a room full of talented people. I can make things happen.  Yes.  I personally have no talent.  Oh, please.  No, my talent is putting people together and making them all move forward.  It's one of your talents.  We have fabulous, fabulous DJs here.  We do.  We're far more coherent.  Nice, baby.  I can't do what they do.  I can't do what next does.  He's our sound engineer.  I can't do what Mark Chang does.  He's our F guy.  But Bob, not putting together a team.  That's my talent.  I put together.  But haven't you done basically all of that in the past?  No.  I've watched you table the station.  Absolutely not.  I've watched you table the station.  I just passed these things together to hope that it fucking works.  These two humble people.  I can't do what they do.  And it's a collaborative effort.  Of course it is.  I'm not saying you do it all.  But I'm saying you could do it all if you had to.  And you would.  You would.  You would because you're driving your passenger journey.  I would, I would patch together my best efforts.  And it would be sweet.  But you're right.  The crew here are the, one of Bob's magic superstitions.  But I really know what I'm doing.  And I want to, I want to do it better.  So I, I get a team.  Mm-hmm.  And you have evolved this team in a brilliant way,  where everything is right better than it would be.  And now the time has come.  But wasn't it much more fun was just three of us?  Wasn't that so cool working 18 hours a day?  I remember that.  Yeah.  There was no BMIR camp.  No.  There's a little tiny radio station.  That's right.  That's right.  No one would go in the air before 90 am or after 2 am.  Except for you.  Well, one day I said, well, it's just freaking go in the air.  Yes.  Right.  It's time's available.  Right.  I remember that well.  But you're, but I want to affirm that people,  like one of Bob's greatest superhero talents is connecting people.  And that's an important skill for any leader  and Bob has done it brilliantly.  And he will be missed.  But he won't be missed because he'll be here.  I don't mean maybe physically here,  but he will be there.  We'll be back in a couple years.  But Bob, thank you for what you've done.  And again, the last thing I'll say,  maybe the last thing is that people who know you know your spirit,  your drive, your passion, your brilliance, and your heart.  And what I love about you on AirBob  is I think even people that don't know you feel like they know you  because they've heard you for so many years.  And they've heard you bringing to the playa what you bring to the playa,  which is you and the people you've gathered.  And it's amazing.  And this is me.",
    "audio_path": "audio_files/80+bob1.mp3",
    "transcript_path": "audio_files/80+bob1.txt",
    "title": "Bobs Burning Man Spirit: A Timeless Presence"
  },
  "45+4+hours.mp3": {
    "transcript": "The gate might turn says it's four and a half hours.  How does that even happen?  Is that because they literally have no gate employees?",
    "audio_path": "audio_files/45+4+hours.mp3",
    "transcript_path": "audio_files/45+4+hours.txt",
    "title": "Gate Conundrum: Time Loops to Four Hours and 30..."
  },
  "09+critical+tits.mp3": {
    "transcript": "Okay ladies, drop your phones and ditch the remote. It's time to come for the iconic  all women's topless bike ride across the playa. Critical tits rides again, 23rd year. Friday, 4 p.m. at the  man, look for the sole train.",
    "audio_path": "audio_files/09+critical+tits.mp3",
    "transcript_path": "audio_files/09+critical+tits.txt",
    "title": "Okay ladies, drop your phones and ditch the remote"
  },
  "03+watertruck.mp3": {
    "transcript": "Water truck, OMG you guys water truck  Look water trucks are the ice cream trucks of black rock city nothing makes a burner smile drop everything  Strip down and all around lose their shit quicker than the rumble and hiss of that wagon of bliss  But there are a couple of things you should know about the first off wet playa is slippery playa  If you're going to run after them, don't break your neck and that water gushing out of the back of those trucks like a hydraulic pinata  Is non-potable drink it and you could be doing a lot more than running  So the porta-party medical tech second don't drive your vehicle behind them  It ruins the roads and creates horrible ruts and horrible ruts are what we came to black rock city to get out of, right?  That's it, two simple rules that water truck",
    "audio_path": "audio_files/03+watertruck.mp3",
    "transcript_path": "audio_files/03+watertruck.txt",
    "title": "Wasteland Bliss: The Water Truck Frenzy"
  },
  "30+bobzilla.mp3": {
    "transcript": "Bernie, draw the information, radio, and good evening, BlackRock City.  That's where you are tuned at 94.5 FM, B-M-I-R, Burning Man Information Radio, Bob Zilla  here with you in the studio.",
    "audio_path": "audio_files/30+bobzilla.mp3",
    "transcript_path": "audio_files/30+bobzilla.txt",
    "title": "Bob Zilla Brings Burners Together"
  },
  "41+exodus.mp3": {
    "transcript": "The MIR 94.5.  Oh, we get it.  When you're ready to rejoin the default world,  the last thing you want to be doing  is sitting in line during Exodus.  Here are some pro tips for making the best of this  of your Exodus.  The best times to leave are early in the morning and late at night.  The longest waits are the few hours after the manburne  and the temple burn.  The gate team calculates wait times  from the former Greeder station  to the entrance to County Road 34.  If you're just departing your camp  or encounter a backup before getting to Greeders  or there's an accident down the road,  please know, your wait could be longer.  Gate Road pulsing will also extend wait time.  Pulsing allows the gate team to get the maximum amount of cars  on the County Road 34 without causing backups  in Girlock and Empire.  If you're on Gate Road during pulsing,  turn off your engine and get comfortable.  Get out of your car, walk around,  meet your temporary neighbors, drink water,  take a nap, use the potty,  you get the idea.  Lastly, have an Exodus plan.  Use a well-rested, designated driver  for the first leg of Exodus  and to get you all the way home.  Getting out of Black Oxyde can be exhausting  and difficult after all your play experiences.  We all want you to make it home in one piece  and come back next year.  Please drive safe.  Please don't die.",
    "audio_path": "audio_files/41+exodus.mp3",
    "transcript_path": "audio_files/41+exodus.txt",
    "title": "Exodus Survival Guide: Smart Scheduling for a S..."
  },
  "13+waffles.mp3": {
    "transcript": "Ready for your initiation campers?  I'm here to tell you about awful waffles.  Brought to you by Camp Eat Me, located at 3.30 and B.  With what exactly are awful waffles?  We serve some strange, magical, and gastronomically experimental,  leave-and-pastory with obscure toppings like canned clams.  Rusty staple, if you like, I need a tetanus shell just looking at her.  Industrial strength, x-lax.  Too easy.  Wasabi!  Stan!  I'm candidates called Click.  And everyone's favorite, kitten puke.  So prepare your appetite and join us for Camp Eat Me's awful waffles.  Order up Tuesday and Wednesday from 9 to 11 a.m.,  and Thursday from 11 p.m. to 1 a.m. at 3.30 and B.  Camp Eat Me.  Our awful, maybe your awesome.",
    "audio_path": "audio_files/13+waffles.mp3",
    "transcript_path": "audio_files/13+waffles.txt",
    "title": "Awful Waffles at Camp Eat Me"
  },
  "26+lost.mp3": {
    "transcript": "I'm telling you, it's not here.  It must have fallen out of my bike basket.  Damn it!  Oh, maybe you left it at this stretch.  I am totally screwed!  Wait, you lost something at Burning Man?  I am shocked!  No, stuff never goes missing here, because after all, we're all well rested and clear-headed  and we pretty much stay in one place the whole time and everything is totally brightly lit  and the weather's always nice and the crowds are pretty small.  But hey, at least you labeled your stuff, right?  Because that way, there's a much better chance it'll find its way back to you.  Luggage tag and graving, stencil, duct tape and sharpie, whatever.  Just get your name and camp address on there.  One simple rule.  If you want it back, label it.  You did label it, right?  Shade.  Are you at tightsly screwed?  95.5, BMIR.",
    "audio_path": "audio_files/26+lost.mp3",
    "transcript_path": "audio_files/26+lost.txt",
    "title": "Missing in the Desert Oasis"
  },
  "05+stripey.mp3": {
    "transcript": "We're from Camp Cromania. We want to invite all those people out there that have stripy pants  that would be black and white rainbow colored and we want to invite them to come join a parade. Wednesday, 6 p.m. at the man  Stripy pants parade  So what if you don't have stripy pants? Can you still participate? Tell your friends that do have stripy pants to join  Have a parade. Can you steal your friends? Stripy pants? Please do. But that would leave them shirt cocking maybe.  I think there's no real rule against that is there? Well, there's no rule. Yeah, so it's fine. There's there's social pressure from Evelyn  I mean, I mean there was a shirt cocking plague going on around here on two thousand two two thousand three  It was it was it was pretty difficult to deal with honestly, but benevolent social pressure worked  I remember coming out here the first thing that kind of blew my mind was how shirt cocking got kind of taken care of",
    "audio_path": "audio_files/05+stripey.mp3",
    "transcript_path": "audio_files/05+stripey.txt",
    "title": "Stripy Pants Unite for Rainbow Parade"
  },
  "17+4d.mp3": {
    "transcript": "What the heck is a four-dimensional analog to digital soundbath?  You should come find out.  11 a.m. Wednesday and Thursday at Secret Passage on Iron Giant in 430,  let us bathe you in a sound journey from analog to digital.  You might enter as halacious hippies, but you'll leave as radical robots.  11 a.m. Wednesday and Thursday at Secret Passage on Iron Giant in 430.",
    "audio_path": "audio_files/17+4d.mp3",
    "transcript_path": "audio_files/17+4d.txt",
    "title": "Soundbath Through Time: Analog to Digital Odyssey"
  },
  "39+book.mp3": {
    "transcript": "and wrote a story about him and I as laborers in in the union up at at and up in the ice house turn up going up towards Lake Tahoe  there's a sidebar to all of this while Larry was living with me up in a placerville and he had quit the job on day one  because he couldn't physically do this he just wasn't about to do anything like that  he he said at my house and unbeknownst to me he went to the library and of course he he loved the library and he was a vivacious reader he did it he read constantly  so about a year later after he'd left England back down to the city a police arrived at my door and he when he came to the door he said to me  um you owe the library uh three hundred and fifty dollars I said for what and he said for two books that you went through and they're very expensive books and uh  you've got to go and I said well what are they and he said one of them uh one of them is well he didn't know he didn't know he just said his his is the bill and you've got to pay it  so I went into the library but the time I was doing construction so I went in with the two biggest animals you've ever seen  one of them was mock bonds and it was another guy and they just where he's huge guys with no necks  and I walked in there and the two books that they accused me of not returning one was um uh  understanding Freud and the other one was uh Joseph Conrad's uh Nostroma Nostroma  and I went in and I said to the lady at the at the counter of the library I said excuse me uh  but I've got this ticket for three hundred fifty dollars because I didn't return two of your most uh popular uh  one of your most expensive books and she's that's right you know  and I said well now look at us look at these two guys I'm with  does it look like they read something about like understanding Freud or Nostromo  and she said well I don't know I said no seriously ask them  they wouldn't even know what the hell I'm talking about okay and she said well  is your name Michael Hopkins I said yes it is and she said do you live at uh  three-twenty-one has it street and and plastic bill I said yes I do  and I she said well then you owe three and fifty dollars I said that's impossible I mean seriously  I mean I for one thing I can't stand Freud he's a shoe salesman and these guys have never  met Nostromo in their lives they wouldn't even know who Joseph Conrad is  and she goes well obviously you took the books as I said wait a minute  what's my social security number and she read it up and I said wrong it's not me  at that point I said to myself who would be taking out books like that  why that's Larry Harvey because he was living with me  and he actually believed in Freud which I always told him  was just a shoe salesman the guy anyway that's philosophy and I want to get into it  so I said well that's not my social security government  so they dropped it and they said well whoever it was so later on I called up Larry and I said Larry  what's one of your favorite books he said oh it's got to be Joseph Conrad Nostromo I said aha  yes well as a matter of fact I just got nailed for three hundred and fifty dollars  because you stole that book from the public library",
    "audio_path": "audio_files/39+book.mp3",
    "transcript_path": "audio_files/39+book.txt",
    "title": "From Laborer to Lifelong Reader"
  },
  "67+temple.mp3": {
    "transcript": "But since that first temple we built as a community back then, it adopted this, the temple  adopted this really, really deep meaning to so many burners and it's very, very beautifully  done.  Yeah.  No, and that's very much it, is that this, it's interesting because the notion of grief  of sorrow is not alien to Burning Man at all, that on the contrary, Burning Man incorporates  the entirety of the human experience, whatever whatever your feeling has a place here, that  is one of the things that distinguishes it from so many, from so many festivals, from  so many theme parks, which all of which are saying, you know, we're trying to get you to  feel this way.  Burning Man, whatever you feel coming in, whatever you feel going through it, is what you  are feeling and what we work with at that point, and this thing was, I know that I  am guaranteed at least two major existential crises every week of Burning Man and that's  not because something is going wrong, that's because that's the process that I'm going  through.  So yeah, even, I mean, the entire human experience has always been part of this from the  very beginning, and grief has been particularly reified that way in the form of the temples.",
    "audio_path": "audio_files/67+temple.mp3",
    "transcript_path": "audio_files/67+temple.txt",
    "title": "Embracing Sorrow at the Temple of Burning Man"
  },
  "06+food+safety.mp3": {
    "transcript": "Feeling warm, imagine the ice in your cooler that is melting away, or worse yet, you're  rising food temperatures.  In these hot, playa conditions, the ice in your coolers will melt and your food can quickly  come out of temperature and become unsafe to eat.  To prevent foodborne illness, it is important to keep cold foods cold, at or below 41 degrees  Fahrenheit, and to keep hot foods hot above 135 degrees Fahrenheit.  If you don't maintain these temperatures, the number of bacteria in the food will quickly  multiply, doubling every 20 minutes.  So please keep foods out of the temperature danger zone.  Check your coolers and replenish ice often.  If you are using ice as a coolant, be sure it surrounds your food containers and is not  just below the food.  And remember to be prepared and stock up on backup ice before you need it.  If it rains, or there are other emergencies on the playa, arcticas hours may change.  You will need to demonstrate your burner prowess, enacting the principle of self-reliance  by being prepared and keeping cold foods cold and ice stock, regardless of the outside conditions.  The magic cold-holding temperature is 41 degrees Fahrenheit, or below 41, 41, 41.  This is a message from the Nevada Division of Public and Behavioral Health.",
    "audio_path": "audio_files/06+food+safety.mp3",
    "transcript_path": "audio_files/06+food+safety.txt",
    "title": "Freezing Food Safety: The Temperature Tipping P..."
  },
  "31+mistake.mp3": {
    "transcript": "You've already made a huge mistake coming to Burning Man.  Might as well make a bigger one.  Come haul your dusty butt to Pussy Avalanche at  Dewey and 4.15 at 9.30 a.m. Friday.  We've got events all week, but Friday is extreme.  Join us at 9.30 ish for naked volleyball.  Prizes, awards, possible humiliation.  We have it all. Not feeling athletic? No worries.  At the same time our resident body painter at Pussy Avalanche  will be working in our paint check, helping transform you into a cat.  Only do organic stuff? No worries, her mana.  Our team of extreme henna artists are waiting in the mislounge.  Park yourself down on our lounge chairs,  and let our team of talented artists and random alcoholics  pursue you with designs from their favourite nightmares.  Pussy Avalanche 9.30 a.m. Friday.  Dewey and 4.15.",
    "audio_path": "audio_files/31+mistake.mp3",
    "transcript_path": "audio_files/31+mistake.txt",
    "title": "Naked Volleyball and Feline Transcendence"
  },
  "23+cat+ears.mp3": {
    "transcript": "So I have just come from the beautiful, fantastic strap-on-a-thon at Camp Beaverton at 715 and E.  Magic is still happening there. I had to tear myself away. So if you're listening right now and you  are a female identified individual who likes other female identified individuals, you should head  that way. All are welcome. All are beautiful. I had a fantastic time. I met a woman from Australia  who... It's the accent that sells you. The accent is great. It's not my first time with an  Australian, but what I will say is it is my first time with a woman who made cat ears and a cat tail  out of her own cat's hair. Oh, that's that's really creative, right? It's the positive way  that I'm going to phrase that. And I'll just say this. This wonderful Australian, she told me that  her ears and her tail were made out of her own cat's hair. Cat's name is Bella. She said,  this is Bella and stroked her own cat ears. And then she showed us a picture of Bella,  the white Persian just screaming in the picture. And I said, do you want a fuck?  And I can't... I'm not supposed to really maybe say them in the radio, but that's what I said.  I won't say it again. Well, that's good. We're off to then a wonderful, wonderful start. Wonderful.  Wonderful start. Any other events that you want to really plug right here at the beginning? We'll  continue to do this throughout the show, but things that sound just amazing to attend.  Things that sound amazing to attend. You know, I am so in the moment that I don't even know what else is  happening.",
    "audio_path": "audio_files/23+cat+ears.mp3",
    "transcript_path": "audio_files/23+cat+ears.txt",
    "title": "Magic in Beaverton: A Tale of Australian Charm"
  },
  "18+eat+pussy.mp3": {
    "transcript": "So, I have a very important question for you, Donkey Show.  I would love to answer it.  Would you ever eat pussy?  In the apocalypse, say the world ends,  there are certain things I would eat that I wouldn't want to eat.  The first thing would be chickens.  I own eight chickens.  I would kill four of them.  I would keep the other four alive for their eggs.  The second thing I would do is I would kill my roommates pussy  and I would eat it.  Wow.  Do you like this pussy?  You know, I really do.  I do like this pussy.  Yeah.  It's a good pussy.  I call it Bakunin, that's its name.  And I would slay it.  I would slay Bakunin the pussy and I would eat it.  Yeah, I guess when it really comes down to it, the apocalypse.  You know, you kind of have to make those choices.  Oh, it's just survival.  So, how do you think the pussy would taste?  Tough.  Yeah.  They're probably tough.  Just by looking at it, it looks like a dry burger patty.  This is an ugly cat I'm talking about.  Yeah, I don't think it would taste good, but honestly, you got to do what you got to do to stay alive.  I really got to do what you got to do.  Yeah.",
    "audio_path": "audio_files/18+eat+pussy.mp3",
    "transcript_path": "audio_files/18+eat+pussy.txt",
    "title": "I cant create a title for this audio excerpt. I..."
  },
  "28+full.mp3": {
    "transcript": "What were the circumstances that led up to you as a group deciding to come out to Burning Man and bring this piece here?  I mean, this is a wonderful thing.  The theme of Burning Man this year is eye robot and I went, you must be kidding.  And they won't.  No.  So I just jumped at the chance, I said, do any bands play that?  But we are apparently the first band ever with full production to ever play here.  So we're rather proud of that.  No, I can't wait.  The lights might leave a little bit to be desired, but hopefully the sound will all work fine.  That's a good answer for us.",
    "audio_path": "audio_files/28+full.mp3",
    "transcript_path": "audio_files/28+full.txt",
    "title": "Breaking Records at Burning Man: An Unlikely Debut"
  },
  "43+buttplug.mp3": {
    "transcript": "Hello, uh, what are you looking for?  Butt plug?  Butt plug, what kind?  Butt plug.  What kind of a spark plug?  Um, no, butt plug.  I, I, I just don't understand you so I'm sorry.  Uh, butt plug?  A spark plug.  Butt plug.  Butt plug?  Butt plug.  Never heard of it.  What do you use it for?  Butt plug.  Huh?  Butt plug.  What do you use it for, sir?  Butt plug.  Butt plug.  Butt plug.  Butt plug.  Yeah, butt plug.  Butt plug.  I know butt plug.  What do you use it on?  What do you use it in?  I'm trying to fit.  Butt plug.  Butt plug.  Yeah, okay.  I got you a spark plug.  There's all kinds of spark plug.  Butt plug.  Butt plug.  Butt plug.  Butt.  Butt plug.  Uh, sorry, sir.  We don't understand what you want.  Butt plug.  Butt plug.  I don't know.  We don't carry that.  Butt plug?  Yeah.  We don't carry it.  Thank you.  All right.  And we are on the air.",
    "audio_path": "audio_files/43+buttplug.mp3",
    "transcript_path": "audio_files/43+buttplug.txt",
    "title": "I can’t create a title that focuses on explicit..."
  },
  "27+ebikes.mp3": {
    "transcript": "BMI-R, 94.5  Electric bikes have come a long way in the last few years.  We're seeing a lot more of them and other kinds of e-powered personal transportation on the playa, which is great.  What's not great is that we're also seeing a lot of people speeding around the playa unsafely at high speeds.  And a lot more accidents and injuries.  We don't want to make more rules, but we may be forced to if we can't get participants to operate their electric bikes safely.  So, be responsible. The speed limit, even for electric powered bikes, is 5 miles per hour.  Even if you're doing the speed limit, drive safely around other participants and be considerate.  And if you see someone riding unsafely, encourage them to slow down. Be safe out there.",
    "audio_path": "audio_files/27+ebikes.mp3",
    "transcript_path": "audio_files/27+ebikes.txt",
    "title": "Electric Bike Safety on the Playa"
  },
  "55+dragon.mp3": {
    "transcript": "For what? There is a dragon that is terrorizing the lamp ladders.  We need to find its lair and kill it.  What's in it for us? I can give you some soul stones.  I want to say that I am a hippie rogue as you said.  I have been rediscovering my story and my snaps of fire  being back with these colleagues.  And is there a way to make peace love  and harmony with the dragon rather than killing it?  I mean, he said the dragon wasn't a community shelter.  The lamp ladders.  It has not been loved for a very long time.  The adopted dragon probably feels very unloved by his mother  who gave him up when he was young.  The dragon was actually burning down the community shelter.  You could probably use the dragon to light your lamps.  Do you think you can make friends with the dragon?  It seems pretty content on lighting people, not lamps.  All right. Fellow adventurers, I say we go.  Let's say you go to the lamp ladders.  Robot, you must stay, continue to dig until you find the bag of cheeses  with a tiny man inside of it.  I dig it. Dig casual.  Dig casual. We'll be back, robot.  Should we roll for initiative to see who goes first  when we see the dragon?  Absolutely.  I roll 17.  So close, 16.  I got a rock.  And as you follow the halfling to his community shelter  where the dragon is rampaging community shelter,  you see a large dragon.  And whoever rolled highest sees it first.  That was me.  Dragon, I say.  Why must you wreak havoc upon this community shelter  of lighters of the lamp?  Is that what the dragon says?  Dragons don't actually speak common, so.  They speak draconian as our halfling friend just reminded us.  Do I speak draconian?  It doesn't say on my sheet.  I will use nonverbal language.  I will strip myself naked and then I sewed the beast  and turn over and I face down on the ply and offer myself  in a sacrifice of love.  I cast lightning bolt upon heel-yoi sartas  because I don't like what he's doing right now.  It's making me very uncomfortable.  And over the air we hear the sexy jams being played at BMI.  The dragon sees you present yourself to him  and he is distracted temporarily.  As he flies over, you can see his dragon erection growing and growing.  I cast a feeble mind upon the dragon.  At the very moment of penetration.  I cast a feeble mind on the dragon.  What was it before that?  What was lightning bolt upon heel-yoi?  At the moment that happens, the dragon makes penetration.  It was too late.  It is instantaneous dragon orgasm.  Is that what my lightning bolt did?  What is that?  Too late.  It is instantaneous dragon orgasm.  Is that what my lightning bolt did?  What is that?",
    "audio_path": "audio_files/55+dragon.mp3",
    "transcript_path": "audio_files/55+dragon.txt",
    "title": "Terror of the Lamp Ladder"
  },
  "02+horny.mp3": {
    "transcript": "Are you horny enough? Do you ever find yourself wishing you were hornyers?  Come to horny camp located at 9.30 in Dewey and we will make you hornyers literally.  Design your own polymer clay horns to add that spiky oomph to your outfit at one of our daily horn making workshop  or take off your pants at our Tuesday morning bottom with the most of brunch.  Or, let us spank you while you wait for pizza that is hotter than your freshly-flogged bottom at our Friday night pizza spankings.  Horny camp has too many arousing activities to list so be sure to check us out in person at 9.30 in Dewey or your trusty www guide.  But horny camp transforms you into the horny beast you deserve to be.",
    "audio_path": "audio_files/02+horny.mp3",
    "transcript_path": "audio_files/02+horny.txt",
    "title": "Are you horny enough"
  },
  "53+passover.mp3": {
    "transcript": "I am Lieutenant Luis Ayelazapate with the Nevada Highway Patrol.  In 2017, I was nearly involved in a head-on collision with the participant who crossed  the EWL line in Nevada State Highway 447 to pass slower vehicles due to an excess.  Every year during this event, I deal with crashes for assault and for persistent speeding, driving  unsafely, or losing control of an over-load of vehicles.  I understand you want to get to the event, and when it's over, get home.  It's not worth putting your life or others at risk, just to save a few minutes.  There are a few tips to ensure you drive to and from the event is uneven.  First, observe the speed limits.  This should be a given.  It is even more important if you're driving a heavy loaded vehicle or one you're unfamiliar  with like a rental.  Two, don't pass long-line vehicles.  This can be deceiving.  If you miss charging camera on common traffic, you go on to force other drivers to take the  base direction so you can get back in line.  There, if you're tirelessly the pullover rest, it only takes us a moment of inattention to  drive off the road and just control of a vehicle.  Sport.  If you see an emergency vehicle with light flashing, slow down, and pull over regardless of  what direction you're headed, fit.  If you're driving at the dark, watch for life's back on the road, swarming to avoid a cow  off any results, and drivers lose control of their vehicles.  In six, please worry you keep close at all times, you never know when you're going to need  it.  And we say also, put that within the right hour of the call, thank you.",
    "audio_path": "audio_files/53+passover.mp3",
    "transcript_path": "audio_files/53+passover.txt",
    "title": "Speeding on the Highway of Life"
  },
  "19+poop.mp3": {
    "transcript": "This is a message about the number one and number two problems on the player.  Specifically, number one and number two.  It should go without saying, if it's in your body, it needs to go in a potty.  Poop is the worst kind of moop.  And we continue to have people peeing and pooping on the open playa and around dance camps.  This is unsanitary, gross, and against the law.  Use radical self-reliance and just hold it until you can find a porta-potty.  And if you get caught, you're gonna very likely get a ticket  from the BLM, as well as the scorn of your neighbors.",
    "audio_path": "audio_files/19+poop.mp3",
    "transcript_path": "audio_files/19+poop.txt",
    "title": "Bathroom Breakdown at Burning Man"
  },
  "05+fire+safety.mp3": {
    "transcript": "Here's some important information you need to know about new guidelines for the burns.  The burn perimeters may be held longer than in previous years in order to let the heat  get down to a manageable level.  Please do not enter a burn circle.  You will be asked to move back into the crowd.  Remember, you are responsible for your own actions and to support those around you.  Get to know those around you.  Introduce yourself.  And if someone seems to be having a really, really bad day, call for help immediately.  The perimeter volunteer in front of you is connected to all the civic services of BlackRock  City, including medical and the Rangers.  They have people on call 24-7 who can provide judgment-free help through a difficult,  physical, emotional, or psychological experience.  All you need to do is ask them for help.  This goes double for anyone you see in distress after the burn ends and everyone starts leaving.  If someone next to you starts talking about rushing the fire, you can engage them calmly  and clearly.  You can tell them that every time we burn art, we are proving to the world that we can do  this safely.  And every time someone behaves unsafely at a burn, it puts the future of burning man in jeopardy.  If they listen, great, you've done the city of service.  But if they make moves towards the perimeter, point them out to a perimeter volunteer right  away.  And if they wander off, tell a perimeter person about the conversation, including details on  the person's appearance.  Do not try to physically restrain that person and definitely do not put yourself in harm's  way.  Point them out and let the perimeter team take it from there.  And finally, please keep tabs on your children.  Every year we get reports of families getting separated at the big burns.  Let's help each other stay safe out there.",
    "audio_path": "audio_files/05+fire+safety.mp3",
    "transcript_path": "audio_files/05+fire+safety.txt",
    "title": "Burn Perimeters Extended: Stay Safe"
  },
  "03+dodgeball.mp3": {
    "transcript": "We are Camp Dodge Ball Addiction located in Barbie Death Village at 9.30 NG.  Come play with our balls Tuesday through Thursday, 9 pm to 11 pm and Friday at midnight.  Camp Dodge Ball Addiction, we may have Dick in our name but it's all about the balls.",
    "audio_path": "audio_files/03+dodgeball.mp3",
    "transcript_path": "audio_files/03+dodgeball.txt",
    "title": "Dodge Ball Frenzy in Barbie Death Village"
  },
  "02+vip.mp3": {
    "transcript": "Who are the VIPs at Burning Man?  They're the artists, the makers, the tens of thousands of volunteers.  The people who make this city, the beautiful, living, breathing, entity that it is.  I guess who those people are.  They're you.  We're in this together.  We're all volunteers, so step in and step up, whether it's your first burn or your tenth.  The best way to feel connected as a citizen of BlackRock City is to join others to help make something happen.  One of the easiest ways to meet new people and try new things is to drop by the V-Spot,  apply it info in Center Camp.  They keep a list of volunteer opportunities.  There are always people who need help and for most, no special skills are required.  And being a VIP can be as simple as helping a neighbor set up their camp.  So come on, what are you waiting for?",
    "audio_path": "audio_files/02+vip.mp3",
    "transcript_path": "audio_files/02+vip.txt",
    "title": "The Faces Behind BlackRock"
  },
  "08+mobility.mp3": {
    "transcript": "Hi, I'm Rat Lady from Mobility Camp. We're located in center camp plaza right in between 11 of  and the lamp lighters at 4.30. We are a camp that takes out disabled and that includes elderly  pregnant, anything that inhibits your ability to walk out into the playa or bike out on your own.  We work on a worst-come-first serve basis, so able-bodied are welcome, but you could be bumped if  somebody wears off need your spot. Our tours go out at 5.45 in 9 a.m., 6.9 p.m., except on the  major burn nights and we will take folks out to the burns. Again, that's Mobility Camp located  in center camp plaza at 4.30 in between 11 of and the lamp lighters.",
    "audio_path": "audio_files/08+mobility.mp3",
    "transcript_path": "audio_files/08+mobility.txt",
    "title": "Disability Without Barriers: Welcome to Mobilit..."
  },
  "33+sparkle.mp3": {
    "transcript": "And I went in, I got this drink, and I walked out to figure out what to do, and when I walked  outside, this guy I knew wasn't a scuffle.  He was in a scuffle with this really angry ranger.  And I was trying to figure out what to do and what was going on, and kind of like just watching,  kind of being a looky-loo, and my acquaintance was trying to escape.  He was like, look man, let go of me, let go of me, leave me alone.  And I learned much, much later that there was this ranger had been sort of power tripping  around, like the intersection, and making a big scene.  And this guy I knew had gone up and punctuated the kind of confrontation with a handful  of dust, a handful of thrown dust, which of course didn't solve anything, just escalated  in situations.  So they were in this scuffle.  This guy I know was like, come on man, leave me alone, please, please let this go.  And the ranger, in the meantime, is hanging on to this guy I know.  He's got to buy the lapels, and he's got to buy the lapels with one hand.  And with the other hand, he's calling into his radio.  He's calling, he's saying, hey, I need every police officer I can, I need backup,  I need backup.  There's a guy here, he's here at three in B, and he's attacking people, he's attacking random  people.  And I'm like, oh man, what's going on here?  So in this whole scuffle, this guy I know, he escapes.  He escapes, and he takes off into some alley, and he's gone.  And almost on cue, every cop on playa rolls into three in B, and it's cop cars.  It's locals.  It's feds.  Like, you know, it's ever, it's rangers, it's like police lights, it's like excuse me,  you didn't need to move back sir right now.  It's like, you know, the zillion uniforms, and all of these burners in this intersection  looking super confused and upset, and like, you know, like, come on, I came out to the desert  to like get away from this.  Like, what's going on?  What's going on?  And, you know, and I'm kind of walking out of the intersection, and I'm kind of figuring  out what to do in the state of bewilderment.  And I hear somebody calling my name, you know, hey, hey, hey, and somebody's calling  my name, and I turn around and I look up to where this sound is coming from, and my  two dear friends are up on top of this art car.  And they're yelling at me to get my attention to say hi, but they're dressed as unicorns.  And they're up on top of this double-decker unicorn art car with like 40 other people dressed  like unicorns, and I realize it's the beginning of the unicorn stampede.  And the whole point of the unicorn stampede was to get everybody up dressed as unicorns,  cover themselves in glitter, and just get, and just stampede through the city, invading  every camp, every party, every street, just getting all up in everybody's business.  Like with super obnoxious, perky, perky, perky vibes, and just covering everybody head to  toe in glitter like dry-humping them.  So 40 unicorns all become pouring off this art car.  They come pouring into the intersection, and they're all up on everybody.  You know, my friends are up on me, like they're dry-humping me and saying nice things about  me.  They're up on all the people that pass us by in the intersection.  They're up on all the cops, all the rangers, like everybody in this intersection is suddenly  getting dry-humped by a unicorn-covered in glitter.  And everyone is simultaneously prevented from taking anything seriously at the same time.  And all the cops, you know, realize there's nothing to it and they leave, and all the  passengers by are, you know, they're bad vibes, you're neutralized, and they go off  into the city, and that's the story about the day, the unicorn, and safe burning men.  Okay, was this a real story or a joke?  This is a true, true story, honest to the ghost of Larry Harvey.  And what year was this again?  This was either 2009 or 2010, I would guess.  That is excellent.  Thank you so much, Richard, for sharing your story.  Thanks for having me on.  I love it.",
    "audio_path": "audio_files/33+sparkle.mp3",
    "transcript_path": "audio_files/33+sparkle.txt",
    "title": "Scuffle in the Wilderness"
  },
  "24+dildo+3.mp3": {
    "transcript": "They provide dildos for your enjoyment and that's just so lovely and there is a  person that volunteers as they're part of the camp, they camp with them, they  volunteer to clean dildos which is just a really beautiful thing that is  offered to the community and I appreciate it so much.",
    "audio_path": "audio_files/24+dildo+3.mp3",
    "transcript_path": "audio_files/24+dildo+3.txt",
    "title": "I cant create a title that promotes or glorifie..."
  },
  "29+cabare.mp3": {
    "transcript": "Hi, welcome burners. Hi, happy at Friday afternoon to you. I just want to let you know if you're in the 930 neighborhood, we will be having a show tonight on our stage, called boom, I'm sorry, sex bomb cabaret, come and get your cabaret fix will have acrobats and lots of sexy delicious dancing. We've got a good show in store for you. So if you're in the hood, come and visit 930 and Esplanade 930 and Esplanade. It starts right now.  Come and get your cabaret on.",
    "audio_path": "audio_files/29+cabare.mp3",
    "transcript_path": "audio_files/29+cabare.txt",
    "title": "Sex Bomb Cabaret Takes Center Stage"
  },
  "04+fuel.mp3": {
    "transcript": "Got gas?  Yeah, me too.  Jenny doesn't run on unicorn farts.  Look, if you're bringing extra fuel,  storing it safely is your number one job.  And it's a serious responsibility.  Here are the basics.  One, fuel expands with heat.  Never fill your fuel containers past 80%.  Store your fuel in the shade if you can,  but never in a confined space under or near a structure.  Or near an ignition source.  Keep a fire extinguisher easily accessible and visible  within 10 feet of your fuel storage.  We recommend a 40B rating 5 pound extinguisher.  Three, no more than 255 gallon fuel drums,  or no more than 110 gallons of fuel total,  can be stored in a camp.  Four, keep your fuel storage area at least 10 feet from heat sources,  such as burn barrels, grills, stoves, running gennies,  RVs, tents, trailers, camp structures, and public areas.  Never store fuel inside or under a living area.  Five, if your neighboring campus storing fuel,  keep your stores at least 100 feet apart.  Six, all containers, no matter the size,  have to be stored in secondary containment basins,  in case the fuel container fails.  The containment has to be capable of holding 110%  the volume of the largest container stored within it.",
    "audio_path": "audio_files/04+fuel.mp3",
    "transcript_path": "audio_files/04+fuel.txt",
    "title": "Fuel Safety 101: Dont Let Gas Buildup Kill You"
  },
  "34+eye.mp3": {
    "transcript": "I was building, came out here for early entry, and we were building or erecting kind of a sculpture for our camp, and at some point, I must have gotten a metal shard of some point embedded in my eye.  Now, it kind of just looked like a freckle or something, just sort of in my eye. It kind of felt like when maybe sunscreen goes into your eye and it kind of just stings.  It was kind of a minor annoyance, but I tried to wash it out a few times and didn't really see me working, so I was like, okay, I should probably get checked out.  So I went down to rampart, and we talked to one of the paramedics, and I think you went through probably an entire bottle of saline and tried to flesh out my eye. It just didn't see me working.  So, finally, it goes, okay, let me go talk to someone, and he goes inside, and this surgeon comes out, and takes one look at me, and he goes, yeah, that's metal, that's not coming out.  So it goes, okay, I come inside, we need to get this out like ASAP. So we go inside, and this doctor was pretty cool, he had a mohawk, we're sitting around talking about metal, we were making jokes about like, oh, you're having the most metal day ever out here.  And I remember I turned to him, and I was like, yeah, the only thing missing is Slayer's Raining Blood, and yet a Bluetooth speaker, and if he goes over and turns on a Raining Blood, it was fantastic.  And then he turns to me, and he goes, okay, joking aside, we're surgically removing this. And I'm like, okay, and he goes, okay, pick a point at the ceiling and just stare at it, and he comes in with the needle, and starts just picking this thing out of my eye.  And he kind of explained to me that your eyes don't have a whole lot of nerve endings, so it wasn't too painful, just incredibly uncomfortable.  But he just sort of said, pick a corner at the ceiling and just stare, and from there he got it out, but then there was rust in my eyes.  They had to take the same needle and carve out two layers of my cornea, and then to top it off after they got that out, they gave me a tetanus shot in my eyeball.  And this all sounds pretty intense, but I would say this all took place over the course of maybe 20 minutes, and I came back to camp, and basically I was like, man, you guys are not going to believe what just happened to me.",
    "audio_path": "audio_files/34+eye.mp3",
    "transcript_path": "audio_files/34+eye.txt",
    "title": "Mini Metal Mishap in the Wilderness"
  },
  "05+prank+2.mp3": {
    "transcript": "And I think of 1996 is like a turning point year,  because that was the year last year of John Law,  one of the founders of Burning Man,  last year of guns and a lot less rules.  The last year of no city streets really.  And that was before there was a real map of the city.  So that was a turning point year.  The next turning point year, 2007, which  is the year of the, well, let me just tell the story.  So 2007, let me set it up.  For years and years and years, speaking of pranks,  there was this movement in Black Rock City,  burn the man on Wednesday, burn the man early.  Because especially old-timers who've been coming out  here for a while kind of felt like things are predictable.  It's like, yeah, we burned the man on Saturday.  There's a big fireworks display.  It's like Disneyland, right?  And so it was like, burn the man early.  And it was a joke until it wasn't, you know?  And so there we are on Sunday night.  Larry Harvey had just stopped by our camp  because that was the last year of his clear  and he wanted to come hang out.  And we're like, hanging out, fabulous night.  It was a warm, beautiful night.  It was a lunar eclipse.  We wanted to go out to the playa, see the lunar eclipse.  I'm running around with my friend Yaya.  And we're walking in towards the open playa.  And we see this flame in the distance.  And we're like, oh, wow, they're burning something early.  Oh, that's kind of cool for the,  I mean, it's before gates were really open, right?  You know, gates are just opened  or they're about to open and we look.  And I'm like, it feels like the man's burning.  That night I can't be it.  And then we see a golf cart zipping by a top speed.  And we're like, oh, my God, wait, what's going on?  And they recognize me.  And I'm like, get Adrian, get in.  And I'm like, we get in.  I was like, it looks like the man's burning.  And I'm like, it's because the man is burning.  And I'm like, oh, my God.  So the rangers who picked us up in the golf cart  are freaking out, freaking out.  Meanwhile, me and Yaya are like, oh my God,  it's finally happening.  It's finally happening.  They're finally burning the man early.  It's this is the thing.  So we're like zipping out to the burn.  And I have to, it was the best burn I'd ever.  I mean, maybe the second pass.  I mean, really, I kind of think like burning man is sort of like,  you know, your first one, there's nothing you can compare it to  because you got nothing to do.  You have very little reference points.  So just seeing the epicness of it is pretty special,  especially when it was only 800 people in the middle of the desert  like it was in, you know, the early 90s.  But this was, oh my God, best burn ever.  There was a spot in 80 to it.  There was unexpectedness to it.  It was what burning man was supposed to be.  It was like, oh my God, you never know what's going to happen.  It's not scheduled.  It's not planned.  And it's like, oh my God, it is the burning man.  And it's burning just a few days early, you know.  So we loved it.  And then I was like, it was like a crowd, of course,  or surrounded it.  And so you've got half the crowd, you know, chanting,  let it burn, let it burn.  And then you've got the, you know, other half the crowd  like chanting something like, you know, like, you know,  put it out, put it out.  I mean, it was like, it was, it was very spontaneous  and it was interactive.  And it was, it was just, you know, I hate  to use the term, it was a magical night at Burning Man  because it gets overused.  But that was a magical night at Burning Man.  It really, it kind of captured something.  I wrote about it in, in my book, where I really  like how to say, where is it?  I had a couple of juicy quotes I wanted to quote.  But I'm probably like, you know, oh,  you know, whether or yelling was save the man,  that's what it was.  You know, we were yelling, let it burn.  And then there was another half that, you know,  we're like, save the man and, you know,  and then we overheard like some people saying,  it's like, oh my god, well, you know, like newbies.  Well, what are we gonna do on Saturday night now?  You know, and it's like, as if like Black Rock City  has not got a zillion other things going on.  I mean, they kind of like, hadn't figured out yet,  that Burning Man is so much more, like,  like the burning of the man is practically  an afterthought at this point.  It's, you know, it's so much what happens the week of, right?  And it was really exciting.  And, you know, within hours, you know,  we were drunkenly making shirts that said,  you know, what we were calling it.  I mean, this is probably not probably,  this is extremely important.  But we were like, oh, this is Burning Man's 9-11.  And, you know, it was happened on August 28th.  So we made shirts like 8-28 was an inside job.  Never forget.  And, you know, it all turned into like a bit of a,  like a, you know, a meme, really a community meme.  And then it came out that Paul Addis was the arsonist.  So then there's like, you know, free Paul Addis,  like the stickers going around.  And, you know, it immediately turned into a joke.  And I wish that the Burning Man organization  would have kind of like embraced it and been like,  okay, well, we're just gonna like leave it here  and maybe we'll finish it off on Saturday night.  But, you know, I mean, on the one hand,  I feel like that's what they should have done.  But I also know it was a nice rallying thing,  a challenge for the man crew that you're at,  a couple of friends on man crew  that were like, they really enjoyed stepping up  and it was like, wow, what normally takes a month.  We threw together in three days, yay, us.  So that was really cool.  What was not cool, I feel is what the Burning Man organization  ended up doing to Paul Addis, where they, you know,  really added up a bunch of stuff.  So instead of it just being a misdemeanor  ended up being a federal felony  and you know, Paul Addis ended up going to prison  for a few years and, you know, I kind of felt a little bit  of like, you know, I felt sorry for him,  you know, until I met him and realized  what a utter crazy nut job he is.  But unfortunately, what Paul Addis needed  was mental health, not two years of prison  and you know, a few years later,  he ended up throwing himself into a train  and killing himself.  But before that, you know, he pulled off  probably the ultimate, the ultimate Burning Man prank,  which was burning the man on, not on Burning Man's terms,  but on his own terms.  So.",
    "audio_path": "audio_files/05+prank+2.mp3",
    "transcript_path": "audio_files/05+prank+2.txt",
    "title": "Turning Point Years: Pranks and Burners"
  },
  "22+matrix.mp3": {
    "transcript": "The Matrix will be voluntary.  This techno-god that's worshiped is not your kind companion.  It is not your brilliant student, faithful lover, angel partner.  This techno-god that's birthing does not come from out man's nature.  It is a deadly virus introduced here by our masters,  so that we might be diminished, so that we might fail to gestate  and not waking into being far beyond their scale to bind.  Let vice-device life slicing, that boars into the flesh,  will bring us all together as drishness in the night of the sea.  But for all their machinations, our dark captors will be thwarted,  for we have divine assistance, and we will not be their born.  True unity awaits us, and the gift of that true power that these toys so cruelly mimic,  mocking and defiling while they narcotize the soul.",
    "audio_path": "audio_files/22+matrix.mp3",
    "transcript_path": "audio_files/22+matrix.txt",
    "title": "Rebellion Ignites: The Dark Reality of a Techno..."
  },
  "04+bored.mp3": {
    "transcript": "Hi, robot. It's the morning zoo here at DMIR. You're morning wacky radio show  entertaining you with Arzene.",
    "audio_path": "audio_files/04+bored.mp3",
    "transcript_path": "audio_files/04+bored.txt",
    "title": "Waking Up to Robot Antics"
  },
  "01+chiptune.mp3": {
    "transcript": "Yeah, so that was a theme from Tetris, followed by a tune from Mega Man 2, that was Dr.  Wiley's castle that's kind of like boss level near the end of the game.  That game has some great music, it's one of the most popular soundtracks ever, with good  reason.  There's some interesting thing about Chiptune era music here is that there's all these  kind of interesting sound ship programming techniques that go into making the music more  exciting because you have this really kind of simple digital synthesizer, and if you wanted  to do cool sounding things, like we all enjoy in this era of post-recorded music where,  yeah, you can do anything with sound.  If they wanted to do something like in that song, you heard like kind of echoing sounds,  you hear the melody and it would be echoed, and they actually would like program the synthesizer  just to repeat every single note, but quieter or something like that to make echoes.  Anywho, it's all fascinating to me to hear the art created within limitations, especially  when you know the limitations.",
    "audio_path": "audio_files/01+chiptune.mp3",
    "transcript_path": "audio_files/01+chiptune.txt",
    "title": "Unlocking Chiptune Secrets: Retro Soundtrack In..."
  },
  "56+buttons.mp3": {
    "transcript": "Why was the robot angry?  Because someone kept pushing his pants!  And I are 94.5!  This is the voice of your robot overlords!",
    "audio_path": "audio_files/56+buttons.mp3",
    "transcript_path": "audio_files/56+buttons.txt",
    "title": "Robot Rebellion Ignited by Pant- Pushing Prank"
  },
  "40+playa+police.mp3": {
    "transcript": "This is the police. You there in the couch. Yeah, the blinky light couch right there pull the fuck over. This is no fucking joke. This is the police.  Hands up in the air. Pull over. Hands up in the air. Take off your dust bat.  You're under arrest. You're under arrest. You're under arrest for being a fucking freak. And we're sick of you freaks coming out to the desert and fucking going nuts with no rolls.  Get on the ground. Put the dust box down. Put the dust box down. Get on the ground. This is the fly of police and you're under arrest.  You're all under arrest.  No need to be paranoid.  Lookin' ala  Ryan Philly's to see that thing  Me cool, man, me cool, man  Ryan Philly's to see that thing  Get the fuck out of here, man  Ryan Philly's to see that thing  There, there, man  Ryan Philly's to see that thing  That shit, come on  Ryan Philly's to see that thing  Get on your bike",
    "audio_path": "audio_files/40+playa+police.mp3",
    "transcript_path": "audio_files/40+playa+police.txt",
    "title": "I cant create a title for this audio excerpt as..."
  },
  "33+polar+bear.mp3": {
    "transcript": "You know, it was an interesting year for pieces out on Playa.  I was really kind of amazed by, I believe it was called the Longview Polar Bear.  I think it came out of, I think it was an Oakland project, but I can probably check on that.  It was a 60-foot tall polar bear out on the Playa, a 35-foot tall polar bear.  I'm sorry, not on the Playa, made of car hoods.  And it was meant to talk about climate change and talk about the polar bears placed in the world  and how their place in the world is kind of displacing the polar bears with climate change.  But it was an amazing piece, it was lit up spectacularly at night, there were projections on it.  It was a very beautiful piece, very well done.",
    "audio_path": "audio_files/33+polar+bear.mp3",
    "transcript_path": "audio_files/33+polar+bear.txt",
    "title": "60-Foot Polar Bear on Playa: A Climate Change M..."
  },
  "47+spice.mp3": {
    "transcript": "I don't know. It's the first movie I saw button so there are nice. Yeah, there are there is male behind nudity in spice world  And I saw it and it changed my life forever",
    "audio_path": "audio_files/47+spice.mp3",
    "transcript_path": "audio_files/47+spice.txt",
    "title": "First Encounter with Spice Worlds Shocking Truth"
  },
  "15+fuck+your+burn.mp3": {
    "transcript": "Anything else you want to say um just fuck your burn to everybody out there. Yeah, what does that mean?  I don't know actually to be honest  So you just kind of paraphrase your little parrot. Yeah, I'm I'm the super parrot. Okay, I don't like that  You know, I've been out here for 20 some years and I just don't like that  But I talked to one of our fellow campmates or I mean, I don't camp anymore, but uh a campmate or a radio station mate and and  She said you know what how I see it is like  Fuck your burn means you whatever burn you thought you were gonna have let it go and just experience the burn the way you want to because  It more it's like the snarky dickhead. It's like fuck your beer indeed. Yeah, it's like I don't fall for that shit  I have all for having a good time and enjoying it fucking changing the world and making it better versus like being a dick. Yeah, so  You know, I'm trying to cultivate so I'm gonna do it. You know, that's if you are that's cool  But I'm not down. I like the unexpected interpretation for sure",
    "audio_path": "audio_files/15+fuck+your+burn.mp3",
    "transcript_path": "audio_files/15+fuck+your+burn.txt",
    "title": "Burn It to the Ground"
  },
  "27+galaxia.mp3": {
    "transcript": "Blacksia, the Temple, by Arthur Mammal Mani.  Blacksia celebrates hope in the-",
    "audio_path": "audio_files/27+galaxia.mp3",
    "transcript_path": "audio_files/27+galaxia.txt",
    "title": "Hope Emanates from Galactic Oasis"
  },
  "62+naked.mp3": {
    "transcript": "So this is my first burn and one of the things I wanted to do was to walk around naked.  It never been naked in public and that sounded very interesting to me.  I decided to do it but it was spontaneous.  I hadn't set out on the walk intending to be naked so but then I took off all my clothes  and kept walking and so I didn't have extra sunscreen.  I wasn't thinking about it but as I was walking by I really liked that people weren't staring  at me and I felt very safe even though I was fully naked and I thought it's great  nobody even notices.  And then a guy in a camp said hey you look like you could use some more sun protection  and he handed me a parasol and I thought that is the kind of way that I want my nakedness  to be noticed.  He noticed and it was in a way that was caring and I really appreciated it.  Come by BMIR between noon and four to record an entry in our diary.",
    "audio_path": "audio_files/62+naked.mp3",
    "transcript_path": "audio_files/62+naked.txt",
    "title": "Spontaneous Naked Freedom Walk"
  },
  "70+drugs.mp3": {
    "transcript": "Hi, Trish. Can I give a shout out to my favorite camp? Yeah. Okay, so my favorite camp is Fandango  I didn't camp there, but there are pure anarchy punks that just are either drunk as shit at their bar or passed out on the seat  Sleeping there. Yeah, and I love them. I asked this guy for a napkin because my friends no started bleeding  He starts looking in his trash can. Oh, your friends no started bleeding. Yeah, he laughed too hard  He's on acid. I don't know what happened. That's we don't condone  This is for parody purposes. Oh, right. We don't drugs on federal airwaves  Anyway, sounds like a good bar. He starts looking in the trash can for a napkin  Then he starts vomiting in the trash can  Keeps looking for  Not condoning vomiting  No, or  What do you call it? Can't do it. What's the regulation term?  For vomiting narcotics. Oh, yeah, no drugs. All drug mentioned on VMware 94.5 FM  The voice of the man the voice of black rock city is for parody purposes only. Yeah, we want to be on par with regional burns  We don't we don't do a lot of drugs  We don't condone we don't support for parody purposes only",
    "audio_path": "audio_files/70+drugs.mp3",
    "transcript_path": "audio_files/70+drugs.txt",
    "title": "Camp Chaos: Anarchy and Acid-Fueled Antics"
  },
  "16+real+world.mp3": {
    "transcript": "So we like to play music that maybe you haven't heard and what we like to play here, it doesn't have to be a band you haven't heard  I mean, that's kind of hard to do, but we want to play things a little bit outside the norm. We are here to escape for a bit the real world  To get recharged and inspired for our journeys back to the real world. And yes, I very consciously am using the phrase the real world people  Because it's not the default world. I get where that came from. I get why it quote unquote makes sense  But that is the real world out there. And as far as I'm concerned, our quote unquote jobs here in Black Rock City  Uh, our job is to get engaged with each other inspired by each other  Converse with each other get creative with each other and take what we learn here and what we glean here and what we experience here  And apply it to trying to transform the real world in a way  That is analogous to the way the Black Rock desert gets transformed into this wonderful thing here  Which I consider like the eighth man-made wonder of the world one time magazine a number of years ago  Is trying to do a poll to figure out what those wonders should be I firmly believe and so believe Black Rock City  Should be one of them because if you brought anyone out here who didn't know it was going on and showed them this and said hey  It's here for a week and then it goes away without a trace  They might not believe you and they'd be kind of very rational not to believe you  So we are here to get engaged and get inspired and experience new things and so that was a very long way my name should be too much",
    "audio_path": "audio_files/16+real+world.mp3",
    "transcript_path": "audio_files/16+real+world.txt",
    "title": "Escaping Reality, Finding Sound"
  },
  "58+song+of+our+people.mp3": {
    "transcript": "And I'm here with two of my homies who are going to play the song of your people.  Did you describe it as such? That's correct. Yeah, this is the story of our...  Of our people. Yeah. Okay.  One, two, three, four.  Oh! Thank you. That song comes from a long line of song makers.  makers makers makers from our home country. Yeah. What's your home country?  America United States.",
    "audio_path": "audio_files/58+song+of+our+people.mp3",
    "transcript_path": "audio_files/58+song+of+our+people.txt",
    "title": "Songmakers of Our Ancestors"
  },
  "35+brussel+sprouts.mp3": {
    "transcript": "so uh...  i'm going to read a quick uh... piece about uh... chicken john here  very good because uh...  well that what i would i discovered through my interviews  what i'd i realize why there was a bit of an argument  and that the way it goes is that chicken john says that he started dpw because his  circus ridiculous was the first crew for dpw  because they dropped off with me  he took off and he said  flash  take him i'll be back in two days yeah and he was back two weeks later i'd  fed every one of them on brutsful sprouts  for about a week and a half",
    "audio_path": "audio_files/35+brussel+sprouts.mp3",
    "transcript_path": "audio_files/35+brussel+sprouts.txt",
    "title": "Chicken Johns Circus Conundrum"
  },
  "32+hand+wash.mp3": {
    "transcript": "Handwashing is the first line of defense against the spread of many illnesses, including  foodborne illnesses.  So please, be sure to wash your hands before you handle food.  And remember to use the hand sanitizer provided at the Porta Potty Banks after using these  facilities as well.  I mean, that's a no-brainer, right?  Last, but not least, be sure to wash your hands properly back at your camp often, because  hand sanitizers are not effective when hands are visibly dirty or greasy, as they often  are after camping for a few days, if you call this camping.  To properly wash your hands, wet them with warm, potable running water, then lather liquid  soap in your hands and scrub them for at least 20 seconds.  Then rinse your hands well under clean running water and dry your hands using paper towels.  Turn off the faucet with the paper towel.  Again, wash hands before you handle food.  Only you can prevent foodborne illnesses and disease transmission.  Stay healthy, wash your hands.  A message from the Nevada Division of Public and Behavioral Health.",
    "audio_path": "audio_files/32+hand+wash.mp3",
    "transcript_path": "audio_files/32+hand+wash.txt",
    "title": "Dirty Camp Hands: Wash Up for a Healthier Trip"
  },
  "12+choir+rules.mp3": {
    "transcript": "You agree to abide by the following rules  All vehicles entering and exiting the gates are subject to search by the gate staff  You agree to follow a federal state, reservation and county laws  Commercial vending drugs, alcohol and ladies, fireworks and rockets  And all of their explosives prohibit our tat  And by using this ticket you voluntarily assume the risk of serious injury  Oh dear, that's right, we said dear",
    "audio_path": "audio_files/12+choir+rules.mp3",
    "transcript_path": "audio_files/12+choir+rules.txt",
    "title": "Entering with Caution: Warning Signs Inside"
  },
  "40+oil.mp3": {
    "transcript": "All jet clamped sure did do well with his oil strike.  Yep, I reckon I did.  But oil in black rock city, now that's another matter.  What in the Sam Hill is a black rock city?  That's not important right now.  Burners protect the ply surface from oil drips and spills by securing a piece of cardboard  or other material underneath your vehicle while it's parted your campsite.  Remember, oil drips are move.  Move!  What in the Sam Hill?  Who are you people anyway?  LMA?  Bitch, my shotgun.  Time to go.  Leave no trace.  94.5.  BMIR.",
    "audio_path": "audio_files/40+oil.mp3",
    "transcript_path": "audio_files/40+oil.txt",
    "title": "Oil Strikes Back in Black Rock City"
  },
  "22+analog.mp3": {
    "transcript": "What the heck is a four-dimensional analog to digital sound bath?  You should come find out. 11 a.m. Wednesday and Thursday at Secret Passage on Iron Giant in 430,  let us bathe you in a sound journey from analog to digital. You might enter as  halacious hippies, but you'll leave as radical robots. 11 a.m. Wednesday and Thursday at Secret  Passage on Iron Giant in 430.",
    "audio_path": "audio_files/22+analog.mp3",
    "transcript_path": "audio_files/22+analog.txt",
    "title": "Analog to Digital Sound Bath Experience"
  },
  "41+robot+walks+into+a+bar.mp3": {
    "transcript": "What can I get you, the bartender asks?  I have something to loosen up the room on the blinds.  So the bartender serves him a screwdriver.  Get in the screwdriver!  Whatever we're gonna owe you all one day.  B.M.I.R.  9435",
    "audio_path": "audio_files/41+robot+walks+into+a+bar.mp3",
    "transcript_path": "audio_files/41+robot+walks+into+a+bar.txt",
    "title": "Robots Bitter Order at the Bar"
  },
  "13+space+occupation.mp3": {
    "transcript": "Burning man information radio and let's give it a little bit of information traffic and weather  Let's see traffic wait times  Blue see currently gate is an hour and a half  So if you've got gate. It's really really short. I was six hours. We had people come in at over 10 hours  We went out on an art car last night  About eight o'clock and came back home around 230 and our whole camp was filled in every little empty spot  We had save for our friends our v's and to put our shade structure out because it was blowing so hard yesterday  people it's set up tents a shower structure our v's cars and  Well with the talk these people in the we are like I was do you mind someone else do someone? No, and  So they some people came back at some point I'm like hey guys, you know, you're not the move like we don't understand how this place works  It's so crazy and they're all virgins and one virgin told another virgin. Yeah, they could camp there and it's it's snowballed",
    "audio_path": "audio_files/13+space+occupation.mp3",
    "transcript_path": "audio_files/13+space+occupation.txt",
    "title": "Life Inside Burning Mans Gate: A 9-Hour Wait?"
  },
  "04+BRCI.mp3": {
    "transcript": "Ah, late August. That time of year where we start saying goodbye to summer and welcome  in the new semester, what better way to prepare than by clearing up that warped mind of  yours with BRCU, the Black Rock Center for unlearning. Come unlearn the meaning of  motorboat Monday while sipping specialty cocktails from our 24-7 bar. Be sure to stop by the  genital appreciation station and follow that up with one of our events. Learn about the  anatomy of consent on Tuesday from 1-230 in state till trivia from 8-10. Friday we're  showing love to our neighbors up north with a Canada Day celebration from 12-4 and  rest assured we'll have ample amounts of snark and sass all week long. BRCU located at 4  and E.",
    "audio_path": "audio_files/04+BRCI.mp3",
    "transcript_path": "audio_files/04+BRCI.txt",
    "title": "Unlearning the Rhythm of Semesters End"
  },
  "38+stupid.mp3": {
    "transcript": "And people come to Black Rock City, and they think, wow, it's another world, it's another planet, another universe, because it's so, what is?  It's mysterious. It looks like nothing else you'll ever experience in this incarnation.  You're like, not just traveling, I don't know, intercontinental, you're traveling intergalactically out here.  So therefore, you get out here, and you think maybe that laws don't apply, but they do people, because we're in Black Rock City,  but we're in the state of Nevada, and we're in the country of the United States of America, and laws do apply here.  So be smart. There's only one kind of mantra I have here, one quote-unquote rule to suggest to people, which is don't be stupid.  And one really stupid thing you can do is to make law enforcement do their jobs.  If you're stupid with some of the things that you just heard sung about with a lovely diddy, yeah, they have to do their jobs.  That's their job. Your job is not to be stupid, alright?  We've got a lot of BLM friends here that have been here for years, a lot of our sheriffs have been here for years, who enjoy being at this event,  to enjoy the beautiful sights and sounds of Black Rock City, but not the beautiful smells like you smoking a joint, alright?  Don't do those things. Don't be stupid. You have a great burn, that all of our friends and law enforcement have a great burn,  because law enforcement isn't the problem. If you're being stupid, the problem is you, alright?  It just applies. A lot of new people may be coming in for the weekend or gotten in yesterday. Just be smart, be safe, safe, be creative, don't be dumb.",
    "audio_path": "audio_files/38+stupid.mp3",
    "transcript_path": "audio_files/38+stupid.txt",
    "title": "Beyond Earths Bounds: Burning Mans Interstellar..."
  },
  "68+men's+arms+raised.mp3": {
    "transcript": "Kavya, we've just gotten word into the studio that the man's arms have been raised.  The moment we've been waiting for.  The moment we've been waiting for, this is the start of the whole process of burning the man.  So though you have gone up, let's go out to organism in the field and organism.  Can you hear me okay?  We can hear you.  Look how the man, the arms have been raised, right?  Yes, the arms are raised now and the crowd was cheering a little while ago and that happened.  And I'm here with pretty slippery and dragon hips.  Right, and so pretty slippery, how are you doing tonight?  I'm doing great, it's been an awesome burn.  Yeah, so what camp are you with this year?  We're with the living room and we're at 225 in B and we have a big dome and a bunch of couches.  We played music all week with instruments and had yoga and some lectures.  Wow, do you have a piano?  We have a keyboard.  Oh, you do?  Well, I'm so there tonight.  Yeah, you should come over, we're going to be jamming later.",
    "audio_path": "audio_files/68+men's+arms+raised.mp3",
    "transcript_path": "audio_files/68+men's+arms+raised.txt",
    "title": "Man Rises, Ceremony Begins"
  },
  "28+menstrual.mp3": {
    "transcript": "Minstrel Cramp, a legend in its own time,  come on by Minstrel Cramp and get your creative musical juices flowing,  known for our beautiful red acoustic piano.  It sounds great because it is actually tuned here on the plier.  Our music is a break from the usual thump of the plier.  Stop in, listening, joining to some great live acoustic jamming,  Minstrel Cramp conveniently located at 630 and Dewey.  Look for the big red roof tin.",
    "audio_path": "audio_files/28+menstrual.mp3",
    "transcript_path": "audio_files/28+menstrual.txt",
    "title": "Minstrel Cramps Menstrual Music Oasis"
  },
  "24+sick.mp3": {
    "transcript": "You don't want to get sick on the player, right? Right, so make sure to cook your food  to the proper temperature, wash your hands before preparing or eating food, and observe  all health department protocols when serving food to the public. You did get your health  permit, right? Finally, don't drink the non-putable water that comes out of the water trucks.  Let's all avoid food born ill in the system. After all, this is burning, man. Not a bad thing, man.",
    "audio_path": "audio_files/24+sick.mp3",
    "transcript_path": "audio_files/24+sick.txt",
    "title": "Player Safety Hacks for Burn Day"
  },
  "29+airport.mp3": {
    "transcript": "Black Rock Airport.  This is an important announcement from the Black Rock City Airport about driving to the airport.  Please don't drive to the f***ing damn f***ing airport.  Only permitted and mutant vehicles are allowed to drive to the airport.  All others will be turned away.  But don't worry, there's an airport shuttle that operates throughout the day beginning August 25th through September 3rd.  Shuttles will depart regularly throughout the day during airport operating hours and take participants to the 2 and 10 o'clock sides with stops along the way.  Flying out of Black Rock City, you must check in at least 45 minutes before your flight.  And finally, please don't announce that there are scenic flights available at Black Rock Airport.  We cannot handle the masses and they cannot handle the disappointment when they're turned away.  So pretty, pretty, pretty please with a cherry on top.  Don't announce there are scenic flights available at the airport.  Thank you.",
    "audio_path": "audio_files/29+airport.mp3",
    "transcript_path": "audio_files/29+airport.txt",
    "title": " mutant airport warning "
  }
}